Repository: grisov/NVDA-Volume-Adjustment
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, it, pl, tr

source: {app} is not playing any sound.
ar: {app} لا يشغل أي صوت.
it: Nessun audio nell'applicazione corrente.
pl: {app} nie odtwarza żadnego dźwięku.
tr: {app} herhangi bir ses çalmıyor.

source: Volume
ar: مستوى الصوت
pl: Głośność
tr: Ses

source: The sound is muted
ar: الصوت مكتوم
it: Il suono è disattivato
pl: Dźwięk jest wyciszony
tr: Ses kapatıldı

source: Channel %d
ar: القناة %d
it: Canale %d
tr: Kanal %d

source: Not supported
ar: غير مدعوم
it: Non supportato
tr: Desteklenmiyor

source: Default audio device
ar: جهاز الصوت الافتراضي
it: Dispositivo audio predefinito
pl: Domyślne urządzenie audio
tr: Varsayılan ses cihazı

source: Increase the volume
ar: ارتفاع الصوت
it: Aumenta il volume
pl: Zwiększenie głośnośći
tr: Sesi arttır

source: Decrease the volume
ar: خفض مستوى الصوت
it: Diminuisce il volume
pl: Zmniejszenie głośności
tr: Sesi azalt

source: Set the maximum volume level
ar: ضبط مستوى الصوت الى الحد الأقصى
it: Imposta il livello massimo del volume
tr: Sesi maksimuma getir

source: Set the minimum volume level
ar: ضبط مستوى الصوت الى الحد الأدنى
it: Imposta il livello minimo del volume
tr: Sesi minimuma getir

source: Mute selected audio source
ar: كتم صوت مصدر الصوت المحدد
it: Disattiva la sorgente audio selezionata
tr: Seçili ses kaynağını sustur

source: Switch to the next audio source
ar: قم بالتبديل إلى مصدر الصوت التالي
it: Passa alla sorgente audio successiva
pl: Przełączenie na kolejne źródło dźwięku
tr: Sonraki ses kaynağına geç

source: Switch to the previous audio source
ar: قم بالتبديل إلى مصدر الصوت السابق
it: Passa alla sorgente audio precedente
pl: Przełączenie na poprzednie źródło dźwięku
tr: Önceki ses kaynağına geç

source: Microsoft Sound Mapper
ar: مخطط صوت Microsoft
pl: Mapowanie Dźwięku Microsoft
tr: Microsoft Ses Eşleştiricisi

source: Next audio output device
ar: جهاز إخراج الصوت التالي
it: Dispositivo di uscita audio successivo
pl: Następne urządzenie wyjściowe audio
tr: Sonraki ses çıkış cihazı

source: Previous audio output device
ar: جهاز إخراج الصوت السابق
it: Dispositivo di uscita audio precedente
pl: Poprzednie urządzenie wyjściowe audio
tr: Önceki ses çıkış cihazı

source: Switch the output to the selected audio device
ar: قم بتبديل الإخراج إلى جهاز الصوت المحدد
it: Passa l'uscita al dispositivo audio selezionato
pl: Przełączenie wyjścia na wybrane urządzenie audio
tr: Çıkışı seçili ses cihazına geçir

source: Switch the output to the device {number} ({name})
ar: تبديل الإخراج إلى الجهاز {number} ({name})
it: Passa l'uscita al dispositivo {number} ({name})
tr: Çıkışı {number} ({name}) cihazına geçir

source: Select next channel
ar: حدد القناة التالية
it: Seleziona il canale successivo
tr: Sonraki kanalı seç

source: Select previous channel
ar: حدد القناة السابقة
it: Seleziona il canale precedente
tr: Önceki kanalı seç

source: Increase the volume of the selected channel
ar: قم بزيادة حجم القناة المحددة
it: Aumenta il volume del canale selezionato
tr: Seçili kanalın sesini artır

source: Decrease the volume of the selected channel
ar: خفض مستوى صوت القناة المحددة
it: Diminuisce il volume del canale selezionato
tr: Seçili kanalın sesini azalt

source: Set the maximum volume level for the selected channel
ar: ضبط مستوى الصوت الى الحد الأقصى للقناة المحددة
it: Imposta il livello massimo del volume per il canale selezionato
tr: Seçili kanal için sesi maksimuma getir

source: Set the minimum volume level for the selected channel
ar: ضبط مستوى الصوت الى الحد الأدنى للقناة المحددة
it: Imposta il livello di volume minimo per il canale selezionato
tr: Seçilen kanal için sesi minimuma getir

source: Set the average volume level for all channels
ar: اضبط متوسط ​​مستوى الصوت لجميع القنوات
it: Imposta il livello del volume medio per tutti i canali
tr: Tüm kanallar için ses seviyesini ortala

source: Gestures Configuration Change
ar: تغيير تكوين الإيماءات
it: Modifica della configurazione dei gesti
pl: Zmiana konfiguracji skrótów klawiszowych
tr: Hareket Yapılandırma Değişikliği

source: NVDA add-ons must be reloaded for the new gestures to take effect.
ar: يجب إعادة تحميل إضافات NVDA حتى تدخل الإيماءات الجديدة حيز التنفيذ.
it: I componenti aggiuntivi di NVDA devono essere ricaricati affinché i nuovi gesti abbiano effetto.
pl: Dodatki NVDA muszą zostać ponownie przeładowane, aby nowe skróty klawiszowe zadziałały.
tr: Yeni hareketlerin etkin olması için NVDA eklentilerinin yeniden yüklenmesi gerekir.

source: Warning! Using the feature to set the maximum volume level may damage your hearing.
ar: تحذير! قد يؤدي استخدام الميزة لضبط مستوى الصوت الأقصى إلى الإضرار بحاسة السمع.
it: Atenzione! L'uso della funzione per impostare il livello massimo del volume può danneggiare l'udito.
tr: Uyarı! Maksimum ses seviyesini ayarlamak işitme duyunuza zarar verebilir.

source: Reload &now
ar: إ&عادة التحميل الآن
it: Ricarica &ora
pl: Przeładuj &teraz
tr: Şimdi &yeniden yükle

source: Reload &later
ar: التحديث لا&حقًا
it: Ricarica &più tardi
pl: Przeładuj &później
tr: Daha &sonra yeniden yükle

source: &Report the status of the sound source while switching
ar: الإ&علام عن حالة مصدر الصوت أثناء التبديل
it: &Annuncia lo stato della sorgente sonora durante la commutazione
tr: &Geçiş yaparken ses kaynağının statüsünü bildir

source: Volume level change &step:
ar: تغيي&ر مستوى الصوت والخطوة:
it: &Passaggio per modificare il livello del volume
pl: &Krok zmiany poziomu głośności:
tr: Ses seviyesi değiştirme &adımı:

source: Change the volume of the current &application
ar: &تغيير حجم التطبيق الحالي
it: Modifica il volume dell'&applicazione corrente
pl: Zmień głośność bieżącej &aplikacji
tr: Mevcut &uygulamanın sesini değiştir

source: Hide audio sessions with the same &names
ar: إ&خفاء الجلسات الصوتية التي تحمل نفس الإسم
it: Nascondi sessioni audio con gli stessi &nomi
pl: Ukryj sesje audio o takich samych &nazwach
tr: Aynı ad&lara sahip ses oturumlarını gizle

source: Hide &processes:
ar: إخفاء & العمليات:
it: Nascondi &processi:
pl: Ukryj &procesy:
tr: &Bu işlemleri gizle:

source: C&ontrol all available audio devices (experimental)
ar: الت&حكم في جميع أجهزة الصوت المتاحة (experimental)
it: C&ontrolla tutti i dispositivi audio disponibili (sperimentale)
tr: Mevcut tüm ses cihazlarını &denetle (deneysel)

source: Hide audio &devices:
ar: إ&خفاء الصوت والأجهزة:
it: Nascondi dispositivi e audio:
pl: Ukryj &urządzenia audio:
tr: bu ses &cihazlarını gizle:

source: &Mute mode:
ar: وضع &كتم الصوت:
it: &Modalità silenziosa:
tr: Sessiz &mod:

source: Complete Mute
ar: تم كتم الصوت
it: Muto completo
tr: Sesi Kapat

source: Volume Down
ar: خفض الصوت
it: Volume basso
tr: Sesi kıs

source: Decrease the volume &by, %
ar: &خفض الصوت بنسبة بالمئة
it: Diminuisci il volume e di, %
tr: Sesi azal&t, %

source: &Unmute all muted audio resources at NVDA shutdown
ar: إل&غاء كتم صوت جميع مصادر الصوت المكتومة عند إيقاف تشغيل NVDA
it: &Riattiva tutte le risorse audio disattivate allo spegnimento di NVDA
tr: NVDA kapatıldığında tüm sessiz ses kaynaklarının sesini a&ç

source: Use default &keyboard shortcuts
ar: ا&ستخدم اختصارات لوحة المفاتيح الافتراضية
it: Usa le scorciatoie da tastiera predefinite
pl: Użyj domyślnych &skrótów klawiszowych
tr: Varsayılan klavye &kısayollarını kullan

source: Volume Adjustment
ar: تعديل حجم الصوت
pl: Volume Adjustment (Regulacja głośności)
tr: Ses Ayarı

source: Adjust the volume level of all audio devices installed in the system and each running program separately using simple keyboard shortcuts.
ar: اضبط مستوى الصوت لجميع أجهزة الصوت المثبتة في النظام وكل برنامج قيد التشغيل على حدة باستخدام اختصارات لوحة المفاتيح البسيطة.
it: Regola il livello del volume di tutti i dispositivi audio installati nel sistema e di ciascun programma in esecuzione separatamente utilizzando semplici scorciatoie da tastiera.
pl: Dostosowuje poziom głośności wszystkich urządzeń audio zainstalowanych w systemie i każdego uruchomionego programu oddzielnie za pomocą prostych skrótów klawiszowych.
tr: Basit klavye kısayollarını kullanarak sistemde kurulu tüm ses cihazlarının ve çalışan her programın ses seviyesini ayrı ayrı ayarlayın.

source: Set maximum volume level
pl: Ustaw maksymalny poziom głośności

source: Set minimum volume level
pl: Ustaw minimalny poziom głośności

source: &Control all available audio devices (experimental)
pl: Kontroluj &wszystkie dostępne urządzenia audio (eksperymentalnie)
